const updateLogData = [
  { "date": "2025.2.9", "content": "添加”菜单“功能，完成漂流瓶后台升级" },
  { "date": "2025.2.4", "content": "添加”去哪吃“命令，目前添加了广州大学城的饭堂" },
  { "date": "2025.2.2", "content": "添加”霜叶读报“文字转语音功能，添加”邀请加群“功能" },
  { "date": "2024.12.19", "content": "签到图库扩充 300 张新图。" },
  { "date": "2024.11.30", "content": "签到模板新增【孤星】主题" },
  { "date": "2024.11.13", "content": "签到图库扩充 200 张新图，添加按日查看功能" },
  { "date": "2024.10.18", "content": "签到图库扩充 200 张新图，添加”查看原图“功能" },
  { "date": "2024.9.13", "content": "签到功能上线" }
];

const blogData = [
  { "date": "2024.2.8", "content": "将来要添加的内容还有很多。目前开放了邀请加群，本质上是发个消息，得人审，不同在开放出去这点上，效率更高。毕竟考虑到资源有限，小水管还是撑不起那么多群聊，先按照一个保守的标准试一下。承蒙喜爱，接下来还会抽空维护白面鸮。" }
];
